backend/app/controllers/messiers_controller.rb

  def index
    messiers = Messier.all
---
SELECT "messiers".* FROM "messiers"